[
    {
      "book": "Eter",
      "chapter": 12,
      "verse": [4],
      "text": [
        "Wherefore, whoso believeth in God might with surety hope for a better world, yea, even a place at the right hand of God, which hope cometh of faith, maketh an anchor to the souls of men, which would make them sure and steadfast, always abounding in good works, being led to glorify God."
      ]
    },
    {
      "book": "Moroni",
      "chapter": 10,
      "verse": [32],
      "text": [
        "Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness, and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God."
      ]
    },
    {
      "book": "1 Nephi",
      "chapter": 3,
      "verse": [6, 7],
      "text": [
        "Therefore go, my son, and thou shalt be favored of the Lord, because thou hast not murmured.",
        "And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded, for I know that the Lord giveth no commandments unto the children of men, save he shall prepare a way for them that they may accomplish the thing which he commandeth them."
      ]
    },
    {
      "book": "Alma",
      "chapter": 7,
      "verse": [11, 12, 13],
      "text": [
        "And he shall go forth, suffering pains and afflictions and temptations of every kind; and this that the word might be fulfilled which saith he will take upon him the pains and the sicknesses of his people.",
        "And he will take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy, according to the flesh, that he may know according to the flesh how to succor his people according to their infirmities.",
        "Now the Spirit knoweth all things; nevertheless the Son of God suffereth according to the flesh that he might take upon him the sins of his people, that he might blot out their transgressions according to the power of his deliverance; and now behold, this is the testimony which is in me."
      ]
    }
  ]